brew "fastfetch"
brew "go"
brew "nvm"
cask "discord"
cask "ghostty"
cask "orbstack"
cask "raycast"
cask "visual-studio-code"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "haskell.haskell"
vscode "justusadam.language-haskell"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "svelte.svelte-vscode"
