tap "nikitabobko/tap"
tap "th-ch/youtube-music"
brew "bat"
brew "fastfetch"
brew "go"
brew "htop"
brew "nvm"
brew "pandoc"
brew "rustup"
cask "discord"
cask "ghostty"
cask "orbstack"
cask "raycast"
cask "typora"
cask "visual-studio-code"
cask "youtube-music"
cask "zed"
vscode "akamud.vscode-theme-onelight"
vscode "alexowl.transparent-color-theme"
vscode "antfu.theme-vitesse"
vscode "artlaman.chalice-icon-theme"
vscode "beardedbear.beardedtheme"
vscode "brandonkirbyson.vscode-animations"
vscode "dahong.theme-bear"
vscode "drcika.apc-extension"
vscode "esbenp.prettier-vscode"
vscode "fisheva.eva-theme"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "haskell.haskell"
vscode "hyzeta.vscode-theme-github-light"
vscode "illixion.vscode-vibrancy-continued"
vscode "jdinhlife.gruvbox"
vscode "johnpapa.winteriscoming"
vscode "justusadam.language-haskell"
vscode "miguelsolorio.min-theme"
vscode "ms-ceintl.vscode-language-pack-de"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "msnilshartmann.blue-light"
vscode "rahmanyerli.ra-spring"
vscode "rust-lang.rust-analyzer"
vscode "superant.mc-dp-icons"
vscode "svelte.svelte-vscode"
vscode "tinkertrain.theme-panda"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "uloco.theme-bluloco-light"
